export const faq = {
  title: "ЖҚС",
  subtitle: "Dreamy Room туралы жиі қойылатын сұрақтар",
  questions: [
    {
      question: "Ойынды қалай бастаймын?",
      answer:
        "Ойынды жүктеп алып, орнатқаннан кейін, әртүрлі бөлмелерді зерттеп, заттарды ұйымдастыру арқылы жайлы өмір сүру кеңістігін жасай аласыз.",
    },
    {
      question: "Ойын тегін бе?",
      answer:
        "Ойынды тегін ойнауға болады, бірақ онда жарнамалар мен қолданба ішіндегі сатып алулар бар.",
    },
    {
      question: "Деңгейлерді қалай аяқтаймын?",
      answer:
        "Әр заттың сипаттамаларын мұқият байқап, оларды тиісті орындарға қойыңыз. Егер көмек қажет болса, сілтеме мүмкіндігін пайдалана аласыз.",
    },
    {
      question: "Уақыт шектеуі бар ма?",
      answer:
        "Кейбір деңгейлерде уақыт шектеулері болуы мүмкін, бірақ сіз жарнамаларды көру немесе ойын тиындарын пайдалану арқылы уақытты ұзарта аласыз.",
    },
    {
      question: "Егер затты дұрыс орналастыра алмасам не істеймін?",
      answer:
        "Заттың орнын және бұрышын реттеуге тырысыңыз, орналастыру аймағының дұрыстығын тексеріңіз. Егер бірнеше әрекет сәтсіз болса, сілтеме мүмкіндігін пайдалана аласыз.",
    },
    {
      question: "Егер мәселелер туындаса не істеймін?",
      answer:
        "Біздің қолдау тобымызбен ойын ішіндегі қолдау мүмкіндігі арқылы немесе hieplm@abigames.com.vn электрондық поштасы арқылы хабарласа аласыз.",
    },
  ],
} as const;

export default faq;
