import levels from "@/data/levels";

export const home = {
  meta: {
    title: `Knit Out Деңгей 1-${levels.length} Толық Нұсқаулық & Шешімдер | Бейне Оқулықтар Жинағы`,
    description: `Knit Out нұсқаулығын іздеп жүрсіз бе? Біз барлық Knit Out деңгейлері (Level 1-${levels.length}) үшін егжей-тегжейлі бейне нұсқаулықтар мен нұсқаулықтарды ұсынамыз, әр Knit Out Level үшін басқатырғыштарды шешу әдістерін қамтитын, оңай өтуге көмектеседі. Соңғы Knit Out деңгей нұсқаулығын алыңыз және ойыннан ләззат алыңыз!`,
    keywords:
      "Knit Out, Кафе Ойыны, Кофе Рецептері, Ойын Нұсқаулығы, Бариста Симуляторы, Кафе Басқару, Ойын Кеңестері, Клиент Тапсырыстары, Кофе Декорациясы, Толық Нұсқаулық",
    siteName: "Knit Out Ойын Нұсқаулығы",
    author: "Knit Out Нұсқаулықтар Тобы",
    category: "Ойын Нұсқаулығы",
    classification: "Ойын",
  },
} as const;

export default home;
