export const videoShowcase = {
  title: "Ойын Видеоларының Көрмесі",
  subtitle: "Ойын барысын көріп, кофе дүкенін басқарудың қызығын ашыңыз",
  video: {
    title: "Digimon Story Time Stranger - Армандаған Кафеңді Басқар",
    description:
      "Бұл жайлы және креативті кофе дүкенін басқару ойынында сіз ынталы кафе иесінің рөлін атқарасыз. Қарапайым кофе қайнатудан бастап, біртіндеп кофе империяңызды кеңейтіңіз, жаңа рецепттерді ашыңыз, дүкеніңізді безендіріңіз және тұтынушыларыңызға ең жақсы қызмет көрсету тәжірибесін ұсыныңыз.",
  },
} as const;

export default videoShowcase;
