import levels from "@/data/levels";

export const home = {
  meta: {
    title: `ニットアウト レベル1-${levels.length} 完全攻略ガイド | ビデオチュートリアルコレクション`,
    description: `ニットアウトの攻略ガイドを探していますか？ 私たちは、すべてのニットアウトレベル（レベル1-${levels.length}）に対して詳細なビデオウォークスルーと攻略を提供しており、各ニットアウトレベルの解糸技術をカバーしています。簡単にクリアできるように支援します。最新のニットアウトレベルガイドを入手して、ゲームを楽しみましょう！`,
    keywords:
      "ニットアウト, パズルゲーム, 解糸, 結び目, ロープ, ボビン, ゲーム攻略, レベル解決策, ロリックゲーム, ウォークスルー",
    siteName: "ニットアウトゲーム攻略",
    author: "ニットアウト攻略チーム",
    category: "ゲーム攻略",
    classification: "パズルゲーム",
  },
} as const;
