export const faq = {
  title: "ЧАВО",
  subtitle: "Часто задаваемые вопросы о Dreamy Room",
  questions: [
    {
      question: "Как начать играть?",
      answer:
        "После скачивания и установки игры вы можете начать исследовать разные комнаты и создавать уютные жилые пространства, организуя предметы.",
    },
    {
      question: "Игра бесплатная?",
      answer: "Игра бесплатна, но содержит рекламу и внутриигровые покупки.",
    },
    {
      question: "Как проходить уровни?",
      answer:
        "Внимательно наблюдайте за характеристиками каждого предмета и размещайте их в соответствующих местах. Если вам нужна помощь, вы можете использовать подсказку.",
    },
    {
      question: "Есть ли ограничение по времени?",
      answer:
        "Некоторые уровни могут иметь ограничения по времени, но вы можете продлить время, посмотрев рекламу или используя игровые монеты.",
    },
    {
      question: "Что делать, если я не могу правильно разместить предмет?",
      answer:
        "Попробуйте изменить положение и угол предмета, убедитесь, что место размещения выбрано правильно. Если несколько попыток не увенчались успехом, вы можете использовать подсказку.",
    },
    {
      question: "Что делать, если возникли проблемы?",
      answer:
        "Вы можете связаться с нашей службой поддержки через внутриигровую функцию поддержки или по электронной почте hieplm@abigames.com.vn.",
    },
  ],
} as const;

export default faq;
