export const faq = {
  title: "Часто задаваемые вопросы о Digimon Story Time Stranger",
  subtitle: "Часто задаваемые вопросы по поводу Digimon Story Time Stranger",
  questions: [
    {
      question: "Как играть в Digimon Story Time Stranger?",
      answer:
        "Ваша задача - очистить линии цветных узлов сверху, выбирая правильные вилки из сетки ниже, чтобы собрать веревки.",
    },
    {
      question: "Доступна ли игра Digimon Story Time Stranger бесплатно?",
      answer:
        "Игра бесплатна, но предлагает встроенные покупки и содержит рекламу.",
    },
    {
      question: "Что делать, если застрял на каком-то уровне?",
      answer:
        "Некоторые уровни могут быть сложными. В игре есть усилители, которые можно приобрести за монеты. Некоторые игроки рекомендуют делать информированные догадки, когда путь вперед не очевиден.",
    },
    {
      question: "Могу ли я играть оффлайн?",
      answer: "Да, по отзывам пользователей, Digimon Story Time Stranger можно играть оффлайн.",
    },
    {
      question: "Есть ли известные проблемы?",
      answer:
        "Некоторые пользователи сообщили о багах, таких как мигание экрана. Если вы сталкиваетесь с проблемами, вы можете попробовать перезапустить игру или связаться с поддержкой.",
    },
    {
      question: "Как связаться с поддержкой?",
      answer:
        "Вы можете связаться с поддержкой по электронной почте по адресу info@superblast.games или через ссылки на поддержку приложения в App Store или Google Play.",
    },
  ],
} as const;
