import levels from "@/data/levels";

export const home = {
  meta: {
    title: `Книга по прохождению всех уровней игры Knit Out (от 1-го до ${levels.length}) с видео-руководством | Сборник видеокурсов`,
    description: `Ищите книгу по игре Knit Out? Мы предоставляем подробные видео-руководства по прохождению всех уровней игры Knit Out (от 1-го до ${levels.length}), в которых рассказывается, как разобрать клубок в каждом уровне, чтобы вы могли легко пройти игру. Получите последнюю книгу по прохождению уровней игры Knit Out и наслаждайтесь игрой!`,
    keywords:
      "Knit Out, Игровая книга, Разбор клубка, Узлы, Веревки, Катушки, Руководство по игре, Решения уровней, Игры Rollic, Видео-руководство",
    siteName: "Книга по игре Knit Out",
    author: "Команда по написанию книг по игре Knit Out",
    category: "Игровая книга",
    classification: "Пазл-игра",
  },
} as const;
