export const mediaCoverage = {
  title: "Особенности игры",
  subtitle:
    "Изучайте богатый игровой контент и получайте уникальное удовольствие от решения головоломок",
  features: [
    {
      title: "Сотни головоломок",
      content: "Сотни сложных головоломок для решения",
    },
    {
      title: "Яркие цвета",
      content: "Яркий набор цветов, чтобы держать ум в тонусе",
    },
    {
      title: "Расслабляющий игровой процесс",
      content: "Расслабляющий игровой процесс без таймеров - идеально для расслабления",
    },
    {
      title: "Удовлетворяющее ощущение",
      content: "Удовлетворяющие анимации и приятные звуковые эффекты",
    },
    {
      title: "Стратегическое мышление",
      content:
        "Стратегически выберите правильные вилки из сетки, чтобы собрать веревки и пройти каждый уровень.",
    },
    {
      title: "Новые механики",
      content:
        "В игре обновлены новые механики, такие как конвейер для вилок.",
    },
  ],
} as const;
