export const videoShowcase = {
  title: "Видео-презентация игры",
  subtitle: "Откройте для себя увлекательную и вызывающую вызов стратегию решения головоломок",
  video: {
    title: "Digimon Story Time Stranger - Разорвите разноцветные узлы!",
    description:
      "В этой расслабляющей и стратегической головоломке вы будете освобождать линии из разноцветных узлов, совмещая их с правильными вилками. Спланируйте свои ходы, чтобы разорвать веревки и пройти сотни уровней. Давайте наслаждаемся удовлетворяющей игрой Digimon Story Time Stranger!",
  },
} as const;
