export const videoShowcase = {
  title: "Витрина видео игры",
  subtitle:
    "Посмотрите геймплей и откройте для себя радость управления кофейней",
  video: {
    title: "Dreamy Room - Управляй кафе своей мечты",
    description:
      "В этой уютной и креативной игре по управлению кофейней вы примерите на себя роль увлеченного владельца кафе. Начните с простого приготовления кофе, постепенно расширяйте свою кофейную империю, открывайте новые рецепты, украшайте свое заведение и предоставляйте лучший сервис для ваших клиентов.",
  },
} as const;

export default videoShowcase;
